Autodesk.Revit.DB.TransmissionData.UserData
A string which users can store notes in.
Remarks:
Revit stores the systems analysis report path in this data if any report exists in the document, so eTransmit can include all external reports.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was null
Since:
2012